Repository: GNOME/xdg-user-dirs-gtk
Catalog: po/*.po
Languages: be, hr, kab, oc, ro

source: Update standard folders to current language?
be: Перакласьці назвы стандратных тэчак на бягучую мову?
hr: Ažurirati uobičajene direktorije prema trenutnom jeziku?
kab: Tebɣid ad teqqned ikaramen iluganen akken ad qadren tutlayt-a ?
oc: Actualizar los dossièrs estandards per la lenga actuala ?
ro: Se actualizează dosarele standard la limba actuală?

source: You have logged in in a new language. You can automatically update the names of some standard folders in your home folder to match this language. The update would change the following folders:
be: Вы ўвайшлі з новай мовай. Вы можаце аўтаматычна перакласьці назвы некаторых стандартных тэчак у хатняй дырэкторыі на гэтую мову. Абнаўленьне зьменіць наступныя тэчкі:
hr: Prijavili ste se s novim jezikom. Možete automatski ažurirati nazive nekih uobičajenih direktorija u svojoj osobnoj mapi, kako bi odgovarali ovom jeziku. Ažuriranje bi promijenilo sljedeće direktorije:
kab: Teqqneḍ s tutlayt tamaynut. Tzemreḍ ad tleqqem s wudem awurman ismawen n kra n yikaramen iluganen deg ukaram n uxxam-ik·im akken ad tqableḍ tutlayt-a. Aleqqem ad ibeddel ikaramen-a :
oc: Avètz aviat una connexion amb una lenga novèla. Podètz automaticament actualizar lo nom dels dossièrs estandards dins vòstre repertòri personal per coïncidir amb aquesta lenga. La mesa a jorn cambiariá los dossièrs seguents :
ro: Autentificarea a fost făcută într-o limbă nouă. Este posibilă actualizarea automată a numelor anumitor dosare din dosarul personal pentru a se potrivi cu limba nouă. Actualizarea va schimba numele următoarelor dosare:

source: _Keep Old Names
be: Пак_інуць старыя назвы
hr: _Zadrži stare nazive
kab: Eǧǧ ismawen iqburen (_K)
oc: _Conservar los ancians noms
ro: _Păstrează vechile nume

source: _Update Names
be: А_банавіць назвы
hr: _Ažuriraj nazive
kab: Leqqem ismawen (_U)
oc: _Actualizar los noms
ro: Act_ualizează numele

source: Current folder name
be: Бягучая назва тэчкі
hr: Trenutni naziv direktorija
kab: Isem amiran n ukaram
oc: Nom actual del dossièr
ro: Numele actual

source: New folder name
be: Новая назва тэчкі
hr: Novi naziv direktorija
kab: Isem n ukaram amaynut
oc: Nom novèl del dossièr
ro: Numele nou

source: Note that existing content will not be moved.
be: Заўважце, што зьмест тэчкі застанецца на месцы.
hr: Znajte da postojeći sadržaj neće biti premješten.
kab: Gret tamawt belli agbur yellan yakan ur iteddu ara.
oc: Notatz que lo contengut actual serà pas desplaçat.
ro: Conținutul existent nu va fi mutat.

source: _Don't ask me this again
be: Б_ольш не пытацца аб гэтым
hr: _Nemoj me upitati ponovno
kab: Ur iyi-d-tessutur ara aya tikkelt nniḍen
oc: Me o demandar _pas mai
ro: Nu mai întreba altă_dată

source: There was an error updating the folders
be: Узьнікла памылка ў час абнаўленьня тэчак
hr: Došlo je do greške prilikom ažuriranja direktorija
kab: Teḍra-d tuccḍa deg uleqqem n yikaramen-nni
oc: I a aguda una error en actualizant los dossièrs
ro: A apărut o eroare la actualizarea dosarelor

source: Update common folders names to match current locale
be: Абнаўляе назвы стандартных тэчак каб супадалі зь бягучай лакальлю
hr: Ažuriraj nazive uobičajenih direktorija kako bi odgovarali trenutnom jeziku
kab: Leqqem ismawen n yikaramen icaεen akken ad mmagren d tutlayt n tura.
oc: Actualizar lo nom dels dossièrs comuns per correspondre a la lenga actuala
ro: Schimbă numele dosarelor pentru a se potrivi cu limba actuală

source: User folders update
be: Абнаўленьне тэчак карыстальніка
hr: Ažuriranje korisničkih direktorija
kab: Aleqqem n ikaramen n umseqdac
oc: Actualizacion dels dossièrs de l’utilizaire
ro: Actualizare dosare
