Repository: GNOME/xdg-user-dirs-gtk
Catalog: po/kw.po
Languages: kw

source: Update standard folders to current language?
kw: Nowedhi restrenvaow savonek dhe yeth a-lemmyn?

source: You have logged in in a new language. You can automatically update the names of some standard folders in your home folder to match this language. The update would change the following folders:
kw: Ty re omgelmys y'n yeth nowydh. Ty a yll nowedhi yn awtomatek an henwyn a nebes restrenva savonek yn dha restrenva tre rag omdhesedha orth an yeth ma. An nowedhyans a wra chanjya an restrenva a sew:

source: _Keep Old Names
kw: _Gwitha Henwyn Kyns

source: _Update Names
kw: _Nowedhi Henwyn

source: Current folder name
kw: Hanow restrenva a-lemmyn

source: New folder name
kw: Hanow restrenva nowydh

source: Note that existing content will not be moved.
kw: Notya: dalgh owth eksistya seulabrys a wra na movys.

source: _Don't ask me this again
kw: _Na govyn vy hemma arta

source: There was an error updating the folders
kw: Yma unn errur ow nowedhi an restrenvaow

source: User folders update
kw: Nowdhyans restrenvaow usyer

source: Update common folders names to match current locale
kw: Nowedhi henwyn restrenvaow kemmyn rag omdhesedha orth yeth a-lemmyn
